<template>
  <div>
    <q-markup-table separator="cell" flat bordered>
      <thead>
        <tr>
          <th>Номер заявки</th>
          <th>Дата заявки</th>
          <th>Код отделения банка</th>
          <th>Номер договора</th>
          <th>Вид договора</th>
          <th>Дата заключения договора</th>
          <th>Дата окончания договора</th>
          <th>Вид кредита</th>
          <th>Объект кредитования</th>
          <th>Процентная ставка</th>
          <th>Валюта договора</th>
          <th>Класс качества активов</th>
          <th>Сумма договора</th>
          <th>Сумма срочной задолженности</th>
          <th>Сумма пересмотренной ссудной задолженности</th>
          <th>Дата пересмотренной ссудной задолженности</th>
          <th>Сумма просроченной задолженности</th>
          <th>Дата просроченной задолженности </th>
          <th>Сумма кредитов в процессе судебных разбирательств</th>
          <th>Дата судебных разбирательств</th>
          <th>Сумма просроченных процентов</th>
          <th>Дата просроченных процентов</th>
          <th>Сумма начисленных процентов</th>
          <th>Дата начисленных процентов</th>
        </tr>
      </thead>
      <tbody>
        <tr>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
        </tr>
      </tbody>
    </q-markup-table>
  </div>
</template>
<script>
export default {
  
}
</script>

<style lang="scss">

</style>